{
    "en": [
        "You worked as a loader and earned {amount}{emoji}.",
        "You were hired to assist in setting up a stage for a concert. Compensation: {amount}{emoji}.",
        "You provided landscaping services for a client's backyard. Payment received: {amount}{emoji}.",
        "You worked as a cashier at a local supermarket and earned {amount}{emoji}.",
        "You completed a freelance writing project for a blog. Payment received: {amount}{emoji}.",
        "You helped a neighbor move furniture into their new house. Compensation: {amount}{emoji}.",
        "You provided pet-sitting services for a weekend. Payment received: {amount}{emoji}.",
        "You worked as a barista at a coffee shop and earned {amount}{emoji}.",
        "You completed a data entry task for a company. Payment received: {amount}{emoji}.",
        "You worked as a delivery driver and earned {amount}{emoji}.",
        "You assisted in painting a client's living room. Compensation: {amount}{emoji}.",
        "You provided tutoring services in mathematics for a student. Payment received: {amount}{emoji}.",
        "You worked as a dishwasher in a restaurant and earned {amount}{emoji}.",
        "You completed a graphic design project for a client's logo. Payment received: {amount}{emoji}.",
        "You helped a friend with housecleaning for a day. Compensation: {amount}{emoji}.",
        "You provided tech support services for a client's computer issues. Payment received: {amount}{emoji}.",
        "You worked as a lifeguard at a local pool and earned {amount}{emoji}.",
        "You completed a transcription task for a company's audio files. Payment received: {amount}{emoji}.",
        "You assisted in catering a wedding event. Compensation: {amount}{emoji}.",
        "You provided car washing services for a client's vehicle. Payment received: {amount}{emoji}.",
        "You worked as a receptionist at a hotel and earned {amount}{emoji}.",
        "You completed a video editing project for a client's promotional video. Payment received: {amount}{emoji}.",
        "You helped a family with grocery shopping for the week. Compensation: {amount}{emoji}.",
        "You provided voiceover services for a client's advertisement. Payment received: {amount}{emoji}.",
        "You worked as a security guard for an event and earned {amount}{emoji}.",
        "You worked as a waiter at a restaurant and earned {amount}{emoji}.",
        "You completed a photography session for a client's family portraits. Payment received: {amount}{emoji}.",
        "You helped a neighbor with gardening for the weekend. Compensation: {amount}{emoji}.",
        "You provided house-sitting services for a client's vacation. Payment received: {amount}{emoji}.",
        "You worked as a sales associate at a retail store and earned {amount}{emoji}.",
        "You completed a freelance coding project for a website. Payment received: {amount}{emoji}.",
        "You assisted in assembling furniture for a client's new apartment. Compensation: {amount}{emoji}.",
        "You provided dog-walking services for a client's pet. Payment received: {amount}{emoji}.",
        "You worked as a security officer for an office building and earned {amount}{emoji}.",
        "You completed a proofreading task for a client's manuscript. Payment received: {amount}{emoji}.",
        "You helped a friend with moving boxes into their storage unit. Compensation: {amount}{emoji}.",
        "You provided hairdressing services for a client's special occasion. Payment received: {amount}{emoji}.",
        "You worked as a customer service representative and earned {amount}{emoji}.",
        "You completed a social media management project for a client's business. Payment received: {amount}{emoji}.",
        "You assisted in setting up audio equipment for a concert event. Compensation: {amount}{emoji}.",
        "You provided tutoring services in a foreign language for a student. Payment received: {amount}{emoji}.",
        "You worked as a telemarketer and earned {amount}{emoji}.",
        "You completed a logo design project for a client's brand. Payment received: {amount}{emoji}.",
        "You helped a relative with babysitting for the evening. Compensation: {amount}{emoji}.",
        "You provided translation services for a client's documents. Payment received: {amount}{emoji}.",
        "You worked as a receptionist at a medical clinic and earned {amount}{emoji}.",
        "You completed a video production project for a client's promotional campaign. Payment received: {amount}{emoji}.",
        "You assisted in organizing an art exhibition event. Compensation: {amount}{emoji}.",
        "You provided painting services for a client's home renovation. Payment received: {amount}{emoji}.",
        "You worked as a substitute teacher and earned {amount}{emoji}.",
        "You completed a transcription task for a client's interview recordings. Payment received: {amount}{emoji}.",
        "You assisted in catering a corporate networking event. Compensation: {amount}{emoji}.",
        "You provided car detailing services for a client's vehicle. Payment received: {amount}{emoji}.",
        "You worked as a tour guide and earned {amount}{emoji}.",
        "You completed a copywriting project for a client's advertising campaign. Payment received: {amount}{emoji}.",
        "You worked as a construction laborer and earned {amount}{emoji}.",
        "You completed a website development project. Payment received: {amount}{emoji}.",
        "You assisted in organizing a community event. Compensation: {amount}{emoji}.",
        "You provided tutoring services in science subjects. Payment received: {amount}{emoji}.",
        "You worked as a barista at a cafe and earned {amount}{emoji}.",
        "You completed a social media marketing campaign. Payment received: {amount}{emoji}.",
        "You assisted in setting up equipment for a conference. Compensation: {amount}{emoji}.",
        "You provided pet grooming services for a client's pet. Payment received: {amount}{emoji}.",
        "You worked as a receptionist at a salon and earned {amount}{emoji}.",
        "You completed a translation project for a client's documents. Payment received: {amount}{emoji}.",
        "You assisted in landscaping a client's garden. Compensation: {amount}{emoji}.",
        "You provided music lessons for a student. Payment received: {amount}{emoji}.",
        "You worked as a cashier at a gas station and earned {amount}{emoji}.",
        "You completed a software development project. Payment received: {amount}{emoji}.",
        "You assisted in organizing a charity fundraiser. Compensation: {amount}{emoji}.",
        "You provided house cleaning services for a client's home. Payment received: {amount}{emoji}.",
        "You worked as a delivery driver for a courier service and earned {amount}{emoji}.",
        "You completed a video editing project. Payment received: {amount}{emoji}.",
        "You assisted in setting up a trade show booth. Compensation: {amount}{emoji}.",
        "You provided math tutoring services for a student. Payment received: {amount}{emoji}.",
        "You worked as a lifeguard at a beach and earned {amount}{emoji}.",
        "You completed a content writing project. Payment received: {amount}{emoji}.",
        "You assisted in organizing a school event. Compensation: {amount}{emoji}.",
        "You provided dog training services for a client's pet. Payment received: {amount}{emoji}.",
        "You worked as a waiter at a restaurant and earned {amount}{emoji}.",
        "You completed a graphic design project. Payment received: {amount}{emoji}.",
        "You assisted in painting a client's house. Compensation: {amount}{emoji}.",
        "You provided photography services for a client's event. Payment received: {amount}{emoji}.",
        "You worked as a tutor for college students and earned {amount}{emoji}.",
        "You completed a transcription project. Payment received: {amount}{emoji}.",
        "You assisted in organizing a family reunion. Compensation: {amount}{emoji}.",
        "You provided fitness training sessions for a client. Payment received: {amount}{emoji}.",
        "You worked as a salesperson at a retail store and earned {amount}{emoji}.",
        "You completed a data entry project. Payment received: {amount}{emoji}.",
        "You assisted in setting up audiovisual equipment for an event. Compensation: {amount}{emoji}.",
        "You provided babysitting services for a client's children. Payment received: {amount}{emoji}.",
        "You worked as a customer service representative and earned {amount}{emoji}.",
        "You completed a copyediting project. Payment received: {amount}{emoji}.",
        "You assisted in organizing a company retreat. Compensation: {amount}{emoji}.",
        "You provided interior design services for a client's home. Payment received: {amount}{emoji}.",
        "You worked as a tutor for high school students and earned {amount}{emoji}.",
        "You completed a marketing campaign project. Payment received: {amount}{emoji}.",
        "You assisted in setting up a community event. Compensation: {amount}{emoji}.",
        "You provided web design services for a client's business. Payment received: {amount}{emoji}.",
        "You worked as a dog walker and earned {amount}{emoji}.",
        "You completed a bookkeeping project. Payment received: {amount}{emoji}.",
        "You assisted in organizing a birthday party. Compensation: {amount}{emoji}.",
        "You provided voiceover services for a client's project. Payment received: {amount}{emoji}.",
        "You worked as a security guard and earned {amount}{emoji}.",
        "You completed a SEO optimization project. Payment received: {amount}{emoji}.",
        "You assisted in setting up a wedding reception. Compensation: {amount}{emoji}.",
        "You provided tutoring services in English for a student. Payment received: {amount}{emoji}.",
        "You worked as a dishwasher at a restaurant and earned {amount}{emoji}.",
        "You completed a mobile app development project. Payment received: {amount}{emoji}.",
        "You assisted in organizing a team-building event. Compensation: {amount}{emoji}.",
        "You provided car maintenance services for a client's vehicle. Payment received: {amount}{emoji}.",
        "You worked as a tour guide and earned {amount}{emoji}.",
        "You completed a proofreading project. Payment received: {amount}{emoji}.",
        "You assisted in organizing a baby shower. Compensation: {amount}{emoji}.",
        "You provided tech support services for a client's computer. Payment received: {amount}{emoji}.",
        "You worked as a receptionist at a hotel and earned {amount}{emoji}.",
        "You completed a logo design project. Payment received: {amount}{emoji}.",
        "One by one, you screw on toothpaste caps for {amount}{emoji}.",
        "You carefully package delicate glassware for shipping, earning {amount}{emoji}.",
        "You assemble cardboard boxes, ensuring each one is sturdy, for {amount}{emoji}.",
        "You fold and organize freshly laundered clothes, earning {amount}{emoji} for your efforts.",
        "You meticulously sort and file documents alphabetically, earning {amount}{emoji}.",
        "You label jars of spices with precision, earning {amount}{emoji} for your attention to detail.",
        "You thread needles and sew buttons onto shirts, earning {amount}{emoji}.",
        "You peel and slice vegetables for a catering event, earning {amount}{emoji}.",
        "You assemble electronic components into circuit boards, earning {amount}{emoji}.",
        "You clean and polish silverware until it gleams, earning {amount}{emoji}.",
        "You staple packets of papers together neatly, earning {amount}{emoji} for your work.",
        "You inspect glass bottles for imperfections, earning {amount}{emoji}.",
        "You arrange flowers into beautiful bouquets, earning {amount}{emoji} for your artistry.",
        "You thread beads onto strings to create jewelry, earning {amount}{emoji}.",
        "You pack boxes with canned goods, ensuring they are secure, for {amount}{emoji}.",
        "You assemble plastic parts into toys, earning {amount}{emoji} for your assembly skills.",
        "You fold origami paper into intricate shapes, earning {amount}{emoji} for your craftsmanship.",
        "You stack firewood neatly for a customer, earning {amount}{emoji} for your labor.",
        "You arrange books on shelves in alphabetical order, earning {amount}{emoji} for your organization.",
        "You wrap gifts with care, ensuring perfect presentation, for {amount}{emoji}.",
        "You assemble furniture from flat-pack boxes, earning {amount}{emoji} for your handiwork.",
        "You peel labels off bottles for recycling, earning {amount}{emoji} for your eco-friendly efforts.",
        "You twist wire into intricate shapes for crafts, earning {amount}{emoji} for your creativity.",
        "You fold pizza boxes with precision, earning {amount}{emoji} for your attention to detail.",
        "You tie ribbons onto gift baskets, earning {amount}{emoji} for your decorative skills.",
        "You polish silverware until it shines, earning {amount}{emoji} for your meticulousness.",
        "You trim excess threads from garments, earning {amount}{emoji} for your neatness.",
        "You assemble puzzle pieces into completed images, earning {amount}{emoji} for your patience.",
        "You stack cans on shelves, ensuring they are organized, for {amount}{emoji}.",
        "You sweep and mop floors until they gleam, earning {amount}{emoji} for your cleanliness.",
        "You peel potatoes for a restaurant's kitchen, earning {amount}{emoji} for your prep work.",
        "You fold paper into paper airplanes, earning {amount}{emoji} for your creativity.",
        "You organize files into folders, ensuring everything is in order, for {amount}{emoji}.",
        "You scrub dishes until they sparkle, earning {amount}{emoji} for your dishwashing skills.",
        "You arrange plates of food for presentation, earning {amount}{emoji} for your artistry.",
        "You tie bows onto gift bags, earning {amount}{emoji} for your decorative touch.",
        "You arrange candles into displays, ensuring they are evenly spaced, for {amount}{emoji}.",
        "You fold paper napkins into elegant shapes for table settings, earning {amount}{emoji}.",
        "You thread needles and mend torn clothing, earning {amount}{emoji} for your sewing skills.",
        "You assemble cardboard cutouts into displays, earning {amount}{emoji} for your creativity.",
        "You polish shoes until they gleam, earning {amount}{emoji} for your attention to detail.",
        "You tie fishing flies, ensuring they are perfectly crafted, for {amount}{emoji}.",
        "You arrange bottles on shelves, ensuring they are neatly spaced, for {amount}{emoji}.",
        "You stack plates for serving, ensuring they are stable, for {amount}{emoji}.",
        "You fold towels into swan shapes for hotel room presentations, earning {amount}{emoji}.",
        "You sort recyclables into bins, ensuring they are properly separated, for {amount}{emoji}.",
        "You twist wire into shapes for sculptures, earning {amount}{emoji} for your artistry.",
        "You assemble cardboard displays for product promotions, earning {amount}{emoji}."
    ],
    "ru": [
        "Вы работали как погрузчик и заработали {amount}{emoji}.",
        "Вас наняли для помощи в установке сцены для концерта. Компенсация: {amount}{emoji}.",
        "Вы предоставили услуги ландшафтного дизайна для заднего двора клиента. Оплата получена: {amount}{emoji}.",
        "Вы работали как кассир в местном супермаркете и заработали {amount}{emoji}.",
        "Вы выполнили проект фриланс-писательства для блога. Оплата получена: {amount}{emoji}.",
        "Вы помогли соседу перевезти мебель в его новый дом. Компенсация: {amount}{emoji}.",
        "Вы предоставили услуги по присмотру за животными на выходные. Оплата получена: {amount}{emoji}.",
        "Вы работали как бариста в кофейне и заработали {amount}{emoji}.",
        "Вы выполнили задание по вводу данных для компании. Оплата получена: {amount}{emoji}.",
        "Вы работали водителем доставки и заработали {amount}{emoji}.",
        "Вы помогли в покраске гостиной клиента. Компенсация: {amount}{emoji}.",
        "Вы предоставили услуги репетиторства по математике для студента. Оплата получена: {amount}{emoji}.",
        "Вы работали посудомойщиком в ресторане и заработали {amount}{emoji}.",
        "Вы выполнили проект по дизайну графики для логотипа клиента. Оплата получена: {amount}{emoji}.",
        "Вы помогли другу с уборкой дома на один день. Компенсация: {amount}{emoji}.",
        "Вы предоставили услуги технической поддержки по вопросам компьютера для клиента. Оплата получена: {amount}{emoji}.",
        "Вы работали водным спасателем в местном бассейне и заработали {amount}{emoji}.",
        "Вы выполнили задание по транскрипции аудиофайлов для компании. Оплата получена: {amount}{emoji}.",
        "Вы помогли в обслуживании свадебного мероприятия. Компенсация: {amount}{emoji}.",
        "Вы предоставили услуги мойки автомобилей для автомобиля клиента. Оплата получена: {amount}{emoji}.",
        "Вы работали рецепционистом в отеле и заработали {amount}{emoji}.",
        "Вы выполнили проект по видеомонтажу для промо-видео клиента. Оплата получена: {amount}{emoji}.",
        "Вы помогли семье с покупкой продуктов на неделю. Компенсация: {amount}{emoji}.",
        "Вы предоставили услуги озвучивания для рекламы клиента. Оплата получена: {amount}{emoji}.",
        "Вы работали охранником на мероприятии и заработали {amount}{emoji}.",
        "Вы работали официантом в ресторане и заработали {amount}{emoji}.",
        "Вы выполнили фотосессию для семейных портретов клиента. Оплата получена: {amount}{emoji}.",
        "Вы помогли соседу с садоводством на выходные. Компенсация: {amount}{emoji}.",
        "Вы предоставили услуги присмотра за домом во время отпуска клиента. Оплата получена: {amount}{emoji}.",
        "Вы работали продавцом-консультантом в розничном магазине и заработали {amount}{emoji}.",
        "Вы выполнили проект по кодированию для веб-сайта. Оплата получена: {amount}{emoji}.",
        "Вы помогли с расскладкой мебели для новой квартиры клиента. Компенсация: {amount}{emoji}.",
        "Вы предоставили услуги выгула собаки для питомца клиента. Оплата получена: {amount}{emoji}.",
        "Вы работали охранником в офисном здании и заработали {amount}{emoji}.",
        "Вы выполнили задание по корректуре рукописи для клиента. Оплата получена: {amount}{emoji}.",
        "Вы помогли другу с переноской коробок в его складское помещение. Компенсация: {amount}{emoji}.",
        "Вы предоставили услуги парикмахера для особого случая клиента. Оплата получена: {amount}{emoji}.",
        "Вы работали как специалист по обслуживанию клиентов и заработали {amount}{emoji}.",
        "Вы выполнили проект по управлению социальными сетями для бизнеса клиента. Оплата получена: {amount}{emoji}.",
        "Вы помогли в установке аудиооборудования для концертного мероприятия. Компенсация: {amount}{emoji}.",
        "Вы предоставили услуги репетиторства по иностранному языку для студента. Оплата получена: {amount}{emoji}.",
        "Вы работали телемаркетологом и заработали {amount}{emoji}.",
        "Вы выполнили проект по дизайну логотипа для бренда клиента. Оплата получена: {amount}{emoji}.",
        "Вы помогли родственнику с присмотром за ребенком на вечер. Компенсация: {amount}{emoji}.",
        "Вы предоставили услуги перевода документов для клиента. Оплата получена: {amount}{emoji}.",
        "Вы работали рецепционистом в медицинской клинике и заработали {amount}{emoji}.",
        "Вы выполнили проект по видеопроизводству для промо-кампании клиента. Оплата получена: {amount}{emoji}.",
        "Вы помогли в организации выставочного мероприятия. Компенсация: {amount}{emoji}.",
        "Вы предоставили услуги живописи для ремонта дома клиента. Оплата получена: {amount}{emoji}.",
        "Вы работали заместителем учителя и заработали {amount}{emoji}.",
        "Вы выполнили задание по транскрипции интервью для записей клиента. Оплата получена: {amount}{emoji}.",
        "Вы помогли в обслуживании корпоративного мероприятия с кейтерингом. Компенсация: {amount}{emoji}.",
        "Вы предоставили услуги детейлинга автомобиля для автомобиля клиента. Оплата получена: {amount}{emoji}.",
        "Вы работали экскурсоводом и заработали {amount}{emoji}.",
        "Вы выполнили проект по копирайтингу для рекламной кампании клиента. Оплата получена: {amount}{emoji}.",
        "Вы работали строителем и заработали {amount}{emoji}.",
        "Вы выполнили проект по разработке веб-сайта. Оплата получена: {amount}{emoji}.",
        "Вы помогли в организации корпоративного мероприятия. Компенсация: {amount}{emoji}.",
        "Вы предоставили услуги репетиторства по научным предметам. Оплата получена: {amount}{emoji}.",
        "Вы работали бариста в кафе и заработали {amount}{emoji}.",
        "Вы выполнили проект по маркетинговой кампании в социальных сетях. Оплата получена: {amount}{emoji}.",
        "Вы помогли в установке оборудования для конференции. Компенсация: {amount}{emoji}.",
        "Вы предоставили услуги стрижки и ухода за питомцем клиента. Оплата получена: {amount}{emoji}.",
        "Вы работали рецепционистом в салоне красоты и заработали {amount}{emoji}.",
        "Вы выполнили проект по переводу документов для клиента. Оплата получена: {amount}{emoji}.",
        "Вы помогли в организации озеленения сада клиента. Компенсация: {amount}{emoji}.",
        "Вы предоставили уроки музыки для студента. Оплата получена: {amount}{emoji}.",
        "Вы работали кассиром на заправке и заработали {amount}{emoji}.",
        "Вы выполнили проект по разработке программного обеспечения. Оплата получена: {amount}{emoji}.",
        "Вы помогли в организации благотворительного сбора средств. Компенсация: {amount}{emoji}.",
        "Вы предоставили услуги по уборке дома клиента. Оплата получена: {amount}{emoji}.",
        "Вы работали водителем доставки для курьерской службы и заработали {amount}{emoji}.",
        "Вы выполнили проект по видеомонтажу. Оплата получена: {amount}{emoji}.",
        "Вы помогли в установке стенда на выставке. Компенсация: {amount}{emoji}.",
        "Вы предоставили услуги репетиторства по английскому языку для студента. Оплата получена: {amount}{emoji}.",
        "Вы работали посудомойщиком в ресторане и заработали {amount}{emoji}.",
        "Вы выполнили проект по дизайну графики. Оплата получена: {amount}{emoji}.",
        "Вы помогли в покраске дома клиента. Компенсация: {amount}{emoji}.",
        "Вы предоставили услуги фотографии для мероприятия клиента. Оплата получена: {amount}{emoji}.",
        "Вы работали репетитором для студентов колледжа и заработали {amount}{emoji}.",
        "Вы выполнили задание по транскрипции. Оплата получена: {amount}{emoji}.",
        "Вы помогли в организации семейного собрания. Компенсация: {amount}{emoji}.",
        "Вы предоставили услуги тренировок для клиента. Оплата получена: {amount}{emoji}.",
        "Вы работали продавцом в розничном магазине и заработали {amount}{emoji}.",
        "Вы выполнили проект по вводу данных. Оплата получена: {amount}{emoji}.",
        "Вы помогли в установке аудиовизуального оборудования для мероприятия. Компенсация: {amount}{emoji}.",
        "Вы предоставили услуги присмотра за детьми клиента. Оплата получена: {amount}{emoji}.",
        "Вы работали специалистом по обслуживанию клиентов и заработали {amount}{emoji}.",
        "Вы выполнили проект по редактированию копии. Оплата получена: {amount}{emoji}.",
        "Вы помогли в организации корпоративного отдыха. Компенсация: {amount}{emoji}.",
        "Вы предоставили услуги дизайна интерьера для дома клиента. Оплата получена: {amount}{emoji}.",
        "Вы работали репетитором для старшеклассников и заработали {amount}{emoji}.",
        "Вы выполнили проект по маркетинговой кампании. Оплата получена: {amount}{emoji}.",
        "Вы помогли в организации мероприятия в сообществе. Компенсация: {amount}{emoji}.",
        "Вы предоставили услуги дизайна веб-сайта для бизнеса клиента. Оплата получена: {amount}{emoji}.",
        "Вы работали собачьим выгульщиком и заработали {amount}{emoji}.",
        "Вы выполнили проект по ведению бухгалтерии. Оплата получена: {amount}{emoji}.",
        "Вы помогли в организации вечеринки по случаю дня рождения. Компенсация: {amount}{emoji}.",
        "Вы предоставили услуги озвучивания для проекта клиента. Оплата получена: {amount}{emoji}.",
        "Вы работали охранником и заработали {amount}{emoji}.",
        "Вы выполнили проект по оптимизации SEO. Оплата получена: {amount}{emoji}.",
        "Вы помогли в организации свадебного приема. Компенсация: {amount}{emoji}.",
        "Вы предоставили услуги репетиторства по английскому языку для студента. Оплата получена: {amount}{emoji}.",
        "Вы работали посудомойщиком в ресторане и заработали {amount}{emoji}.",
        "Вы выполнили проект по разработке мобильного приложения. Оплата получена: {amount}{emoji}.",
        "Вы помогли в организации командного мероприятия. Компенсация: {amount}{emoji}.",
        "Вы предоставили услуги по технической поддержке компьютера для клиента. Оплата получена: {amount}{emoji}.",
        "Вы работали рецепционистом в отеле и заработали {amount}{emoji}.",
        "Вы выполнили проект по дизайну логотипа. Оплата получена: {amount}{emoji}.",
        "По одному вы завинчиваете крышки на зубную пасту за {amount}{emoji}.",
        "Вы осторожно упаковываете хрупкую посуду для отправки, заработав {amount}{emoji}.",
        "Вы собираете картонные коробки, гарантируя каждую прочность, за {amount}{emoji}.",
        "Вы складываете и организуете свежевыстиранное белье, заработав {amount}{emoji} за свои усилия.",
        "Вы тщательно сортируете и файлите документы в алфавитном порядке, заработав {amount}{emoji}.",
        "Вы метко наклеиваете этикетки на банки специй с точностью, заработав {amount}{emoji} за внимание к деталям.",
        "Вы натягиваете нитки и пришиваете пуговицы на рубашки, заработав {amount}{emoji}.",
        "Вы чистите и нарезаете овощи для кейтерингового мероприятия, заработав {amount}{emoji}.",
        "Вы собираете электронные компоненты в платы, заработав {amount}{emoji}.",
        "Вы чистите и полируете столовое серебро до блеска, заработав {amount}{emoji}.",
        "Вы скрепляете пакеты бумаги аккуратно, заработав {amount}{emoji} за свою работу.",
        "Вы осматриваете стеклянные бутылки на предмет дефектов, заработав {amount}{emoji}.",
        "Вы составляете цветы в красивые букеты, заработав {amount}{emoji} за своё мастерство.",
        "Вы нанизываете бусины на нитки, чтобы создавать украшения, заработав {amount}{emoji}.",
        "Вы упаковываете подарки в яркие упаковки с лентами, заработав {amount}{emoji} за каждый пакет.",
        "Вы моете и глажите белье для чистой и аккуратной укладки, заработав {amount}{emoji}.",
        "Вы связываете шарфы и шапки, заработав {amount}{emoji} за каждый элемент.",
        "Вы фасуется сахар в пакеты для продажи, заработав {amount}{emoji}.",
        "Вы вышиваете крестом красивые узоры на ткани, заработав {amount}{emoji} за своё творчество.",
        "Вы складываете и укладываете полотенца и постельное бельё, заработав {amount}{emoji}.",
        "Вы рисуете картины маслом на холсте, заработав {amount}{emoji} за свои творческие усилия.",
        "Вы собираете лекарства и метки для аптеки, заработав {amount}{emoji}.",
        "Вы упаковываете подарочные коробки для праздничных событий, заработав {amount}{emoji} за каждую упаковку.",
        "Вы нарезаете фрукты и овощи для приготовления салатов, заработав {amount}{emoji}.",
        "Вы сшиваете и вяжете игрушки для детей, заработав {amount}{emoji} за каждый экземпляр.",
        "Вы фасуете пакеты муки для продажи в магазине, заработав {amount}{emoji}.",
        "Вы создаете поделки из глины, заработав {amount}{emoji} за каждую.",
        "Вы собираете и упаковываете товары для онлайн-заказов, заработав {amount}{emoji}.",
        "Вы делаете ремонтную работу, шпатлюете и красите стены, заработав {amount}{emoji}.",
        "Вы режете и фасуете сыр для продажи, заработав {amount}{emoji}.",
        "Вы мастерите кукольный театр для детей, заработав {amount}{emoji} за каждый театр.",
        "Вы собираете и упаковываете букеты сухоцветов, заработав {amount}{emoji}.",
        "Вы делаете и упаковываете ручные мыла для продажи, заработав {amount}{emoji}.",
        "Вы нарезаете и упаковываете сыры для ресторанов и магазинов, заработав {amount}{emoji}.",
        "Вы создаете картины из мозаики, заработав {amount}{emoji} за каждую.",
        "Вы собираете и упаковываете подарочные наборы для праздничных случаев, заработав {amount}{emoji}.",
        "Вы делаете вышивку на тканях, заработав {amount}{emoji} за каждую.",
        "Вы нарезаете и упаковываете мясо для продажи, заработав {amount}{emoji}.",
        "Вы мастерите украшения для волос, заработав {amount}{emoji} за каждое.",
        "Вы создаете и декорируете свечи, заработав {amount}{emoji} за каждую.",
        "Вы фасуете и упаковываете рис для продажи, заработав {amount}{emoji}.",
        "Вы делаете шитье и рукоделие для продажи, заработав {amount}{emoji} за каждый изделие.",
        "Вы создаете и ремонтируете музыкальные инструменты, заработав {amount}{emoji} за каждый инструмент.",
        "Вы делаете украшения для дома из природных материалов, заработав {amount}{emoji} за каждое украшение.",
        "Вы создаете кожаные изделия, заработав {amount}{emoji} за каждый товар.",
        "Вы рисуете и раскрашиваете картины, заработав {amount}{emoji} за каждую.",
        "Вы плетете корзины и другие изделия из ротанга, заработав {amount}{emoji} за каждую корзину.",
        "Вы создаете детские игрушки из ткани, заработав {amount}{emoji} за каждую.",
        "Вы шьете и декорируете одежду, заработав {amount}{emoji} за каждую.",
        "Вы создаете бижутерию и аксессуары, заработав {amount}{emoji} за каждый предмет.",
        "Вы вязете пледы и другие изделия, заработав {amount}{emoji} за каждое изделие.",
        "Вы делаете ремонт и обслуживание велосипедов, заработав {amount}{emoji} за каждый ремонт.",
        "Вы создаете глиняные скульптуры, заработав {amount}{emoji} за каждую.",
        "Вы делаете массажные и расслабляющие масла, заработав {amount}{emoji} за каждую баночку.",
        "Вы создаете гипсовые фигуры и статуэтки, заработав {amount}{emoji} за каждую.",
        "Вы создаете поделки из бисера, заработав {amount}{emoji} за каждую.",
        "Вы делаете ремонт и обслуживание автомобилей, заработав {amount}{emoji} за каждый ремонт.",
        "Вы создаете картинки из бумаги, заработав {amount}{emoji} за каждую.",
        "Вы мастерите деревянные изделия, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете глиняные посуды и украшения, заработав {amount}{emoji} за каждый предмет.",
        "Вы делаете украшения для дома из бутылок и банок, заработав {amount}{emoji} за каждое.",
        "Вы пишете стихи и истории, заработав {amount}{emoji} за каждую историю.",
        "Вы делаете деревянные игрушки, заработав {amount}{emoji} за каждую игрушку.",
        "Вы создаете керамическую посуду и украшения, заработав {amount}{emoji} за каждый предмет.",
        "Вы вязете и плетете одежду и аксессуары, заработав {amount}{emoji} за каждый предмет.",
        "Вы создаете маски и украшения для праздников и костюмов, заработав {amount}{emoji} за каждое изделие.",
        "Вы шьете мягкие игрушки, заработав {amount}{emoji} за каждую.",
        "Вы создаете украшения для дома и интерьера, заработав {amount}{emoji} за каждый предмет.",
        "Вы создаете декорации и реквизит для театра и кино, заработав {amount}{emoji} за каждый предмет.",
        "Вы вязете ковры и коврики, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете фигурки из пластилина и глины, заработав {amount}{emoji} за каждую.",
        "Вы делаете торты и другие сладости для вечеринок и мероприятий, заработав {amount}{emoji} за каждый.",
        "Вы создаете поделки из дерева и пробки, заработав {amount}{emoji} за каждый товар.",
        "Вы шьете куклы и мягкие игрушки, заработав {amount}{emoji} за каждую.",
        "Вы создаете украшения из металла и проволоки, заработав {amount}{emoji} за каждое.",
        "Вы создаете плетеные изделия из резины, заработав {amount}{emoji} за каждый товар.",
        "Вы вязете пледы и одежду для детей, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете модели и фигурки для диорам и игр, заработав {amount}{emoji} за каждую.",
        "Вы создаете кожаные сумки и аксессуары, заработав {amount}{emoji} за каждый предмет.",
        "Вы варите мыло и косметические продукты, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете столешницы и декор из камня, заработав {amount}{emoji} за каждый товар.",
        "Вы вязете пледы и одежду для взрослых, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете браслеты и украшения из бусин, заработав {amount}{emoji} за каждое.",
        "Вы делаете кожаные ремни и аксессуары, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете бумажные фигуры и украшения, заработав {amount}{emoji} за каждый товар.",
        "Вы вяжете и плетете одежду и аксессуары для дома, заработав {amount}{emoji} за каждый товар.",
        "Вы делаете и упаковываете свечи и ароматизаторы для дома, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете натюрморты и рисунки для декора, заработав {amount}{emoji} за каждый товар.",
        "Вы вяжете куклы и мягкие игрушки, заработав {amount}{emoji} за каждую.",
        "Вы создаете украшения из кости и рога, заработав {amount}{emoji} за каждое.",
        "Вы делаете обувь и аксессуары для ног, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете картинки и рисунки для стен, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете изделия из резины и пластика, заработав {amount}{emoji} за каждый товар.",
        "Вы делаете куклы и игрушки для детей, заработав {amount}{emoji} за каждую.",
        "Вы создаете украшения из кожи и шкур, заработав {amount}{emoji} за каждое.",
        "Вы варите печенье и другие сладости для дома, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете изделия из стекла и кристалла, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете модели и фигурки для игр и диорам, заработав {amount}{emoji} за каждую.",
        "Вы варите мармелад и желе для дома, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете украшения из пластика и полимеров, заработав {amount}{emoji} за каждое.",
        "Вы варите варенье и компоты для дома, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете декорации и аксессуары для праздников и мероприятий, заработав {amount}{emoji} за каждый товар.",
        "Вы готовите пироги и другие выпечки для дома, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете фигурки и модели для диорам и коллекций, заработав {amount}{emoji} за каждую.",
        "Вы варите варенье и джемы для дома, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете поделки из пластилина и пластика, заработав {amount}{emoji} за каждую.",
        "Вы готовите супы и другие блюда для дома, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете украшения из шерсти и пряжи, заработав {amount}{emoji} за каждое.",
        "Вы делаете сыры и другие молочные продукты для дома, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете украшения из кожи и замши, заработав {amount}{emoji} за каждое.",
        "Вы готовите салаты и закуски для дома, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете украшения из металла и проволоки, заработав {amount}{emoji} за каждое.",
        "Вы варите кетчуп и соусы для дома, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете бижутерию и аксессуары из натуральных камней, заработав {amount}{emoji} за каждое.",
        "Вы готовите маринады и заправки для дома, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете броши и украшения для одежды, заработав {amount}{emoji} за каждое.",
        "Вы варите джемы и конфитюры для дома, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете украшения из стекла и кристалла, заработав {amount}{emoji} за каждое.",
        "Вы делаете косметику и кремы для ухода за кожей, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете браслеты и украшения из металла, заработав {amount}{emoji} за каждое.",
        "Вы делаете хлеб и булки для дома, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете украшения из металла и драгоценных камней, заработав {amount}{emoji} за каждое.",
        "Вы делаете торты и пирожные для дома, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете поделки и украшения из фетра, заработав {amount}{emoji} за каждое.",
        "Вы варите мед и сиропы для дома, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете бижутерию и аксессуары из кристаллов, заработав {amount}{emoji} за каждое.",
        "Вы шьете броши и украшения для одежды, заработав {amount}{emoji} за каждое.",
        "Вы делаете сушеные фрукты и орехи для дома, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете украшения из керамики и глины, заработав {amount}{emoji} за каждое.",
        "Вы готовите медовуху и настойки для дома, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете украшения из стекла и камня, заработав {amount}{emoji} за каждое.",
        "Вы вяжете и делаете одежду для дома, заработав {amount}{emoji} за каждое изделие.",
        "Вы создаете украшения из металла и стекла, заработав {amount}{emoji} за каждое.",
        "Вы делаете ореховые и фруктовые батончики для дома, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете браслеты и украшения из стекла, заработав {amount}{emoji} за каждое.",
        "Вы шьете и делаете одежду для дома, заработав {amount}{emoji} за каждое изделие.",
        "Вы создаете поделки из натуральных материалов, заработав {amount}{emoji} за каждое.",
        "Вы делаете мороженое и замороженные десерты для дома, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете украшения из стекла и камня, заработав {amount}{emoji} за каждое.",
        "Вы шьете и делаете аксессуары для одежды, заработав {amount}{emoji} за каждое изделие.",
        "Вы создаете поделки из бумаги и картона, заработав {amount}{emoji} за каждое.",
        "Вы делаете хлеб и пироги для дома, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете украшения из кожи и камня, заработав {amount}{emoji} за каждое.",
        "Вы делаете сухофрукты и фруктовые чипсы для дома, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете бижутерию и аксессуары из камней и кристаллов, заработав {amount}{emoji} за каждое.",
        "Вы шьете и делаете аксессуары для одежды, заработав {amount}{emoji} за каждое изделие.",
        "Вы создаете поделки из натуральных источников, заработав {amount}{emoji} за каждое.",
        "Вы делаете пончики и другие сладости для дома, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете украшения из камня и стекла, заработав {amount}{emoji} за каждое.",
        "Вы шьете и делаете одежду и аксессуары для дома, заработав {amount}{emoji} за каждое изделие.",
        "Вы создаете поделки из металла и дерева, заработав {amount}{emoji} за каждое.",
        "Вы делаете конфеты и леденцы для дома, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете украшения из дерева и кости, заработав {amount}{emoji} за каждое.",
        "Вы шьете и делаете одежду для дома, заработав {amount}{emoji} за каждое изделие.",
        "Вы создаете поделки из текстиля и пряжи, заработав {amount}{emoji} за каждое.",
        "Вы делаете блюда и напитки для дома, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете украшения из стекла и металла, заработав {amount}{emoji} за каждое.",
        "Вы шьете и делаете одежду и аксессуары для дома, заработав {amount}{emoji} за каждое изделие.",
        "Вы создаете поделки из бумаги и ткани, заработав {amount}{emoji} за каждое.",
        "Вы делаете сладости и конфеты для дома, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете украшения из дерева и камня, заработав {amount}{emoji} за каждое.",
        "Вы шьете и делаете одежду и аксессуары для дома, заработав {amount}{emoji} за каждое изделие.",
        "Вы создаете поделки из ткани и пряжи, заработав {amount}{emoji} за каждое.",
        "Вы делаете сладости и торты для дома, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете украшения из дерева и металла, заработав {amount}{emoji} за каждое.",
        "Вы шьете и делаете одежду для дома, заработав {amount}{emoji} за каждое изделие.",
        "Вы создаете поделки из металла и текстиля, заработав {amount}{emoji} за каждое.",
        "Вы делаете сладости и кремы для дома, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете украшения из кожи и металла, заработав {amount}{emoji} за каждое.",
        "Вы шьете и делаете одежду для дома, заработав {amount}{emoji} за каждое изделие.",
        "Вы создаете поделки из кожи и текстиля, заработав {amount}{emoji} за каждое.",
        "Вы делаете конфеты и пирожные для дома, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете украшения из камня и металла, заработав {amount}{emoji} за каждое.",
        "Вы шьете и делаете одежду и аксессуары для дома, заработав {amount}{emoji} за каждое изделие.",
        "Вы создаете поделки из кожи и металла, заработав {amount}{emoji} за каждое.",
        "Вы делаете сладости и торты для дома, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете украшения из камня и металла, заработав {amount}{emoji} за каждое.",
        "Вы шьете и делаете одежду для дома, заработав {amount}{emoji} за каждое изделие.",
        "Вы создаете поделки из кожи и текстиля, заработав {amount}{emoji} за каждое.",
        "Вы делаете конфеты и сладости для дома, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете украшения из кожи и металла, заработав {amount}{emoji} за каждое.",
        "Вы шьете и делаете одежду для дома, заработав {amount}{emoji} за каждое изделие.",
        "Вы создаете поделки из кожи и текстиля, заработав {amount}{emoji} за каждое.",
        "Вы делаете конфеты и торты для дома, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете украшения из камня и металла, заработав {amount}{emoji} за каждое.",
        "Вы шьете и делаете одежду для дома, заработав {amount}{emoji} за каждое изделие.",
        "Вы создаете поделки из кожи и металла, заработав {amount}{emoji} за каждое.",
        "Вы делаете сладости и пирожные для дома, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете украшения из камня и металла, заработав {amount}{emoji} за каждое.",
        "Вы шьете и делаете одежду для дома, заработав {amount}{emoji} за каждое изделие.",
        "Вы создаете поделки из кожи и текстиля, заработав {amount}{emoji} за каждое.",
        "Вы делаете торты и пирожные для дома, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете поделки из кожи и металла, заработав {amount}{emoji} за каждое.",
        "Вы варите варенье и джемы для дома, заработав {amount}{emoji} за каждый товар.",
        "Вы пишете стихи и истории, заработав {amount}{emoji} за каждую историю.",
        "Вы делаете обувь и аксессуары для ног, заработав {amount}{emoji} за каждый товар.",
        "Вы шьете куклы и мягкие игрушки, заработав {amount}{emoji} за каждую.",
        "Вы создаете глиняные скульптуры, заработав {amount}{emoji} за каждую.",
        "Вы делаете массажные и расслабляющие масла, заработав {amount}{emoji} за каждую баночку.",
        "Вы создаете фигурки из пластилина и глины, заработав {amount}{emoji} за каждую.",
        "Вы создаете столешницы и декор из камня, заработав {amount}{emoji} за каждый товар.",
        "Вы вяжете пледы и одежду для детей, заработав {amount}{emoji} за каждый товар.",
        "Вы делаете торты и другие сладости для вечеринок и мероприятий, заработав {amount}{emoji} за каждый.",
        "Вы создаете поделки из дерева и пробки, заработав {amount}{emoji} за каждый товар.",
        "Вы делаете сыры и другие молочные продукты для дома, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете столешницы и декор из камня, заработав {amount}{emoji} за каждый товар.",
        "Вы вязете пледы и одежду для взрослых, заработав {amount}{emoji} за каждый товар.",
        "Вы создаете керамическую посуду и украшения, заработав {amount}{emoji} за каждый предмет.",
        "Вы вязете ковры и коврики, заработав {amount}{emoji} за каждый товар.",
        "Вы делаете торты и другие сладости для вечеринок и мероприятий, заработав {amount}{emoji} за каждый.",
        "Вы создаете декорации и реквизит для театра и кино, заработав {amount}{emoji} за каждый предмет.",
        "Вы создаете маски и украшения для праздников и костюмов, заработав {amount}{emoji} за каждое изделие."
    ]
}